<?php


// 月萌相册配置文件 


$ikmoe_a=suxingme('xcxs');//每页显示的图片数量

$ikmoe_b=suxingme('xcid'); //需要显示的分类-新建一个分类目录为相册，然后获取分类ID写进来

$ikmoe_c=suxingme('xcds');//打赏一下的二维码地址



/**
版权声明：本相册页面插件，为月宅酱原创，你可以进行二次开发，但不允许二次发布，仅可以作为本人自己使用，目前为免费版本，并且版本号为1.0，如果你需要进行商业使用，请联系月宅酱本人获取商业授权。

免费版并没有任何限制，也没有强加于底部版权，但版权信息会输出在网页源码头部中，还请保留，您的一次版权保留，是作为月宅酱持续更新的动力，谢谢支持！

月宅动力，因你而更美好。


作者：月宅酱
作者主页：https://ikmoe.com
版本号1.0
创立时间：2018-2-5
更新地址：关注我的首页，或者在我的博客搜索“月萌相册”，就可以查看最新版本。

**/

/////////////////////////////分割线/////////////////////////////////
$ikmoe='<!--Grace-Luis主题相册-->';
?>